guides/tjenesteeier/lenketjenester.files/getReporteeByTempKeyReq.xml

<soap:Envelope xmlns:ns="http://www.altinn.no/services/Authorization/Administration/2010/10" xmlns:soap="http://www.w3.org/2003/05/soap-envelope">
   <soap:Header/>
   <soap:Body>
      <ns:GetReporteeByTempKey>
         <ns:tempKey>76d4afac-f228-4055-bde5-f4aae0c6af8f</ns:tempKey>
      </ns:GetReporteeByTempKey>
   </soap:Body>
</soap:Envelope>